/* General action verbs */

"CANCEL" = "Cancel";
"INSTALL" = "Install";
"QUIT" = "Quit";

/* QuickTime version check */

"QUICKTIME_REQUIRE_762" = "Riven X requires QuickTime 7.6.2 or later.";
"QUICKTIME_SHOULD_UPGRADE" = "Prior versions of QuickTime have compatibility problems with Riven X. You can use Software Update to update QuickTime.";
"UPDATE_QUICKTIME" = "Update QuickTime";
